[
  {
    "Title": "Biodiversity: What is it and how can we protect it?",
    "Date": "22 January 2024",
    "Description": "In simple terms, biodiversity refers to all types of life on Earth. The UN Convention on Biological Diversity (CBD) describes it as “the diversity within species, between species and of ecosystems, including plants, animals, bacteria, and fungi”. These three levels work together to create life on Earth, in all its complexity. The diversity of species keep the global ecosystem in balance, providing everything in nature that we, as humans, need to survive, including food, clean water, medicine and shelter.  Over half of global GDP is strongly dependent on nature. More than one billion people rely on forests for their livelihoods. Biodiversity is also our strongest natural defence against climate change. Land and ocean ecosystems act as “carbon sinks”, absorbing more than half of all carbon emissions. Because the first big push of the year to put the UN’s bold plan to protect biodiversity into practice takes place in the Swiss capital, Bern, between 23 and 25 January. Introducing the conference, Patricia Kameri-Mbote, Director of the United Nations Environment Programme (UNEP) Law Division, warned that the lack of coordination between the various organizations trying to protect biodiversity is a “critical challenge” that needs to be urgently overcome “as we strive for a world living in harmony with nature by 2050”. A key aim of the conference will be to solve that problem by pulling together the various initiatives taking place across the world. Yes. It’s very serious, and it needs to be urgently tackled. Starting with the natural and land sea carbon sinks mentioned above. They are being degraded, with examples including the deforestation of the Amazon and the disappearance of salt marshes and mangrove swamps, which remove large amounts of carbon. The way we use the land and sea is one of the biggest drivers of biodiversity loss. Since 1990, around 420 million hectares of forest have been lost through conversion to other land uses. Agricultural expansion continues to be the main driver of deforestation, forest degradation and forest biodiversity loss. Other major drivers of species decline include overfishing and the introduction of invasive alien species (species that have entered and established themselves in the environment outside their natural habitat, causing the decline or even extinction of native species and negatively affecting ecosystems). These activities, UNEP has shown, are pushing around a million species of plants and animals towards extinction. They range from the critically endangered South China tiger and Indonesian orangutans to supposedly “common” animals and plants, such as giraffes and parrots as well as oak trees, cacti and seaweed. This is the largest loss of life since the dinosaurs. Combined with skyrocketing levels of pollution, the degradation of the natural habitat and biodiversity loss are having serious impacts on communities around the world. As global temperatures rise, once fertile grasslands turn to desert, and in the ocean, there are hundreds of so-called “dead zones”, where scarcely any aquatic life remains. The loss of biodiversity affects the way an ecosystem functions, leading to species being less able to respond to changes in the environment and making them increasingly vulnerable to natural disasters. If an ecosystem has a wide diversity of organisms, it is likely that they will not all be affected in the same way. For instance, if one species is killed off then a similar species can take its place. The Plan, officially called the Kunming-Montreal Global Biodiversity Framework, is a UN-driven landmark agreement adopted by 196 countries to guide global action on nature through to 2030, which was hashed out at meetings in Kunming, China and Montreal, Canada, in 2022. The aim is to address biodiversity loss, restore ecosystems and protect indigenous rights. Indigenous peoples suffer disproportionately from loss of biological diversity and environmental degradation. Their lives, survival, development chances, knowledge, environment and health conditions are threatened by environmental degradation, large scale industrial activities, toxic waste, conflicts and forced migration as well as by land-use and land-cover changes such as deforestation for agriculture and extractives. There are concrete measures to halt and reverse nature loss, including putting 30 per cent of the planet and 30 per cent of degraded ecosystems under protection by 2030. Currently 17 per cent of land and around eight per cent of marine areas are protected. The plan also contains proposals to increase financing to developing countries – a major sticking point during talks – and indigenous peoples. Countries have to come up with national biodiversity strategies and action plans as well as set or revise national targets to match the ambition of global goals. Next month the UN Environment Assembly (UNEA), otherwise known as the  “World’s Environment Parliament” will meet at the UN office in Nairobi. The event brings together governments, civil society groups, the scientific community and the private sector to highlight the most pressing issues and improve global governance of the environment. UNEA 2024 will focus on climate change, biodiversity loss and pollution. However, the main event will be the UN Biodiversity Conference, which will take place in Colombia in October. Delegates will discuss how to restore lands and seas in a way that protects the planet and respects the rights of local communities.",
    "Images": [
      "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/17-01-2022%20FAO_Kenya.jpg/image1170x530cropped.jpg",
      "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/30-11-2023-UN-driedout-river.jpg/image1170x530cropped.jpg",
      "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/25-08-2023-FAO-Sudan-maize.jpg/image1170x530cropped.jpg"
    ],
    "Link": "https://news.un.org/en/story/2024/01/1145772"
  },
  {
    "Title": "Gaza crisis: Back two-State solution urges UN chief, ‘once and for all’",
    "Date": "17 January 2024",
    "Description": "Speaking at the annual World Economic Forum in Davos, Switzerland, the UN chief condemned the “barbaric” Hamas-led attacks on 7 October in which approximately 1,200 people were butchered in southern Israel and some 250 taken as hostages. And amid reports of ongoing heavy Israeli bombardment which has left tens of thousands of civilians dead and prompted repeated warnings from UN humanitarians of approaching famine and disease among the 1.9 million people displaced, Mr. Guterres said “spillover” from the conflict in the wider region was “already taking place”. A fully-fledged confrontation between Israel and Lebanon where rocket and weapons exchanges on the border with Israel have already claimed lives “would be a total disaster”, the UN Secretary-General insisted. Any escalation “needed to be avoided at all costs”, he said, just as attacks by Houthi fighters in Yemen on ships in the Red Sea had demonstrated that all efforts to date to resolve the Gaza crisis were “not enough”. “It’s very important to address the humanitarian situation in Gaza, it’s very important to have a humanitarian ceasefire…but we need to find once and for all a total commitment of the international community for a two-State solution to exist in Israel and Palestine as the basis for a stable and peaceful Middle East for the benefit of everybody,” he said. The only way for Israelis and Palestinians to live together in security “is if each one of them has a State”, the UN Secretary-General explained, expanding on his earlier remarks about the importance of respecting countries’ territorial integrity, in particular Ukraine’s, nearly two years after the full-scale Russian invasion. “From Russia’s invasion of Ukraine, to Sudan, and, more recently, Gaza, parties to conflict are ignoring international law, trampling on the Geneva Conventions and even violating the United Nations Charter,” Mr. Guterres said, before noting that geopolitical divisions had become a major threat to the “faltering” global economy. In a call to world leaders and the private sector to prevent further damage to governmental trust and the institutions that form the bedrock of global cooperation, the UN Secretary-General urged them to back reforms of financial institutions “to get the world back on track to safety, prosperity and peace”. Many of the world’s ills were the result of a disconnect between “the rich, the big and the rest of the world”, he told the world’s economic elite, in an appeal for a “serious negotiation” between industrialised nations and emerging economies that were “drowning in debt”. Countries in the Global South were so crippled by high interest rates that they were unable to future-proof their citizens when implementing the Sustainable Development Goals (SDGs) had never been more important, Mr. Guterres insisted, just many countries remained “hellbent” on raising emissions of greenhouse gases. “The fossil fuel industry has just launched yet another multi-million-dollar campaign to kneecap progress and keep the oil and gas flowing indefinitely,” the UN chief said, in a wide-ranging address highlighting how many nations seemed “powerless to work together” to stop the climate threat, while in Switzerland “glaciers are disappearing before our eyes”. Taking aim at Big Tech, the UN chief also urged action against the “serious unintended consequences” posed by Artificial Intelligence (AI), for which – like climate change – there was “no effective global strategy”. AI technology offers enormous potential for sustainable development, Mr. Guterres told the Davos audience, “but the International Monetary Fund has just warned that it is very likely to worsen inequality”, he said, before laying into technology companies’ pursuit of profit that involved a “reckless disregard” for human rights and personal privacy. In the face of these 21st century problems, together with enduring geopolitical divides it was “little wonder” that people everywhere were losing faith “in governments, institutions, and financial and economic systems”, the Secretary-General insisted. And although the Russian invasion of Ukraine and the Middle East crisis represented serious new threats to global peace and security because they had split the Permanent Members of the UN Security Council in a way that hasn’t been seen for years, Mr. Guterres said he was optimistic that progress on other key areas of global cooperation is possible. “A lot can be done on the economy, a lot can be done on the climate and a lot can be done on technology” he said, thanks to “a new, multipolar global order with new opportunities for leadership, balance and justice”. This reformed and inclusive multilateral system was needed to avoid an “epidemic of impunity” that has seen some countries “doing whatever it takes to further their own interests at all costs”, the UN chief continued, as he also railed against “obscene” inequality that has reportedly left the world’s richest men earning $14 million per hour. “At the same time, more than half the world, nearly five billion people, have become poorer,” Mr. Guterres noted.",
    "Images": [
      "https://cdnapisec.kaltura.com/html5/html5lib/v2.101/modules/KalturaSupport/thumbnail.php/p/2503451/uiconf_id/43914941/entry_id/1_gmky9o62/height/480?&flashvars[parentDomain]=https%3A%2F%2Fnews.un.org%2Fen%2Fstory%2F2024%2F01%2F1145607"
    ],
    "Link": "https://news.un.org/en/story/2024/01/1145607"
  },
  {
    "Title": "World News in Brief: Emergency funds for Sudan refugees, democracy prevails in Guatemala, climate change in Iraq",
    "Date": "15 January 2024",
    "Description": "The funds will be used to build shelters, offer cash assistance, build water, sanitation and hygiene facilities, and support onward transportation for new arrivals who are staying in overcrowded transit sites, said the UN Spokesperson, Stéphane Dujarric, briefing reporters on Monday. “We are anticipating that thousands of additional people may cross the borders into South Sudan from Sudan over the next six months, stressing a system that is already under stress”, he said. More than 60,000 people have arrived in South Sudan during the past month, following the outbreak of clashes between Government troops and the Rapid Support Forces (RSF) militia fighters in and around Wad Medani, Sudan’s second-largest city. In all, around half a million people have crossed into South Sudan since mid-April 2023, when the rival armies began fighting following the collapse of their longstanding alliance, stretching back to the brutal conflict in Darfur during the early 2000s. The UN warned last week that amid “horrific abuses” against civilians around 25 million Sudanese will need humanitarian support through this year, but intensifying fighting is making aid delivery nearly impossible. “The war has unleashed the world’s largest displacement crisis, uprooting the lives of seven million”, warned Mr. Griffiths. Secretary-General António Guterres on Monday congratulated the newly sworn-in President of Guatemala, following months of legal manoeuvres reportedly aimed at preventing him from taking office. President Bernardo Arévalo won the election in August by a clear margin but the country’s attorney general sought to invalidate his win through months of legal procedures. The swearing in was reportedly delayed by ten hours on Sunday, and after finally taking office, President Arévalo acknowledged the country’s large indigenous population which around 40 per cent of Guatemalans belong to. Indigenous groups supported the president strongly during the turbulent post-election months, and in his inauguration speech, he reportedly said that there can’t be democracy without social justice, and social justice will not prevail without democracy. Speaking to reporters at the regular daily briefing in New York, Stéphane Dujarric spoke on behalf of the Secretary-General: “He welcomes that the democratic will of voters has been respected and notes the President’s declared commitments to advancing peace, social justice, human development, transparency, and democratic reform.” Mr. Guterres “reaffirms that the United Nations stands ready to accompany Guatemala and Guatemalans in these efforts”, Mr. Dujarric added. A new climate change adaptation initiative is due to get underway in southern Iraq, after the Basrah Gas Company (BGC) and the UN World Food Programme (WFP) signed an agreement on Monday in support of local farmers in the Al Zubair district of the regional capital. The initiative is designed to increase incomes and boost agricultural production. The project will introduce tested solutions to combat desertification and support water conservation in the farming sector. WFP and BGC will collaborate closely with the Directorate of Agriculture, the Farmers’ Association, and local farmers in the implementation phase, the UN agency said in a press release. The initiative will train farmers on applying smart agriculture techniques, modern farming methods such as so-called “soilless farming” and water-saving irrigation systems. The project will also focus on empowering female farmers by building capacity and self-employment in cooperation with the designated local authorities in the district. This collaboration, which was finalized during the COP28 climate change conference in Dubai last month, comes at a critical moment for global transformative climate action. “Our strategic approach in Al-Zubair aligns with the urgent need to combat the effects of climate change in southern Iraq. Al-Zubair district is one of the regions in Basrah most affected by climate change. There are frequent sandstorms, heatwaves, water scarcity, pollution, and salinity,” said WFP Country Director and Representative for Iraq Ally-Raza Qureshi. “This project underscores our joint commitment to promoting sustainable livelihoods, community cohesion, and effective adaptation strategies for the evolving agricultural landscape in Basrah.\"",
    "Images": [],
    "Link": "https://news.un.org/en/story/2024/01/1145547"
  },
  {
    "Title": "WMO confirms 2023 as warmest year on record ‘by a huge margin’",
    "Date": "12 January 2024",
    "Description": "The World Meteorological Organization uses six leading international datasets from across the globe to monitor global temperatures, which reveal a new annual temperature average of 1.45°C set against the pre-industrial era (1850-1900). Every month between June and December set new records. July and August were the two hottest months ever recorded, WMO said. The 1.5°C figure is the temperature limit set out clearly in the 2015 Paris Agreement on Climate Change but that refers to the long-term temperature increase averaged over decades, rather than an individual year like 2023. “Climate change is the biggest challenge that humanity faces. It is affecting all of us, especially the most vulnerable,” said WMO Secretary-General Prof. Celeste Saulo, presenting the report’s findings. “We cannot afford to wait any longer. We are already taking action, but we have to do more, and we have to do it quickly.” For that, Prof. Saulo explained, drastic reductions in greenhouse gas emissions and accelerated transition to renewable energy sources are needed. Looking ahead, the head of WMO warned that as the cooling La Niña phenomenon was replaced with a warming El Niño midway through last year - which usually has the biggest impact on global temperatures after it peaks - 2024 could be even hotter. Celeste Saulo who became WMO Secretary-General on 1 January, explained that “while El Niño events are naturally occurring and come and go from one year to the next, longer term climate change is escalating and this is unequivocally because of human activities”. Since the 1980s, each decade has been warmer than the previous one and the past nine years have been the warmest on record. The data drawn from the six datasets shows that the ten-year average temperature increase in 2014-2023 was at about 1.20°C. “Humanity’s actions are scorching the Earth. 2023 was a mere preview of the catastrophic future that awaits if we don’t act now. We must respond to record-breaking temperature rises with path-breaking action,” UN chief António Guterres said in response to the latest data. “We can still avoid the worst of climate catastrophe. But only if we act now with the ambition required to limit the rise in global temperature to 1.5 degrees Celsius and deliver climate justice,” he said in a statement. Long-term monitoring of global temperatures is just one indicator of how climate is changing. Other key indicators include atmospheric greenhouse gas concentrations, ocean heat and acidification, sea level, sea ice extent and glacier mass balance to name a few. WMO’s provisional State of the Global Climate in 2023 report, published on 30 November, showed that records were broken across the board.",
    "Images": [],
    "Link": "https://news.un.org/en/story/2024/01/1145457"
  },
  {
    "Title": "World News in Brief: Time for climate justice urges UN chief, Ukraine war update, call for ‘free and fair’ elections",
    "Date": "9 January 2024",
    "Description": "Under the deal agreed by 193 countries in 2015 in the French capital, sticking to the limit will help humankind avoid the worst impacts of rising temperatures. This month is also on track to be so warm that for the first time ever, a 12-month cycle may exceed the 1.5°C threshold, according to Europe’s Copernicus climate agency. Responding to the news at the regular briefing for correspondents in New York, UN Spokesperson Stéphane Dujarric said that Secretary-General António Guterres “believes that humanity's actions are scorching the Earth” and that last year “was a mere preview of the catastrophic future that awaits if we don't act now.” The UN chief said that the necessary response to record-breaking temperatures is “path-breaking action”. “Mr. Guterres believes that leaders must commit to serious new national climate action plans” rapidly and fairly “and invest in helping vulnerable countries to combat climate chaos”, Mr. Dujarric continued “We can still avoid the worst of the climate catastrophe, he believes, but only if we if we act now with the ambition required to limit the rise of global temperatures to 1.5°C and deliver climate justice.” It’s been almost two years since the full-scale Russian invasion of Ukraine where hostilities continue to kill and injure civilians every day, UN humanitarians said on Tuesday. Aid coordination office OCHA reported that dozens of non-combatants including children had been killed in attacks on Monday in Donetsk, Dnipro and Kherson regions. Schools and homes were also damaged in the southern and eastern zones along with critical infrastructure. In an update, OCHA said more than 14.6 million people - or 40 per cent of the population - will need humanitarian assistance this year. UN refugee agency, UNHCR, reported that war has also forced some 6.3 million Ukrainians to flee abroad. “On top of the violence, Ukraine is now in the grip of a deep winter. A continued large scale humanitarian operation is as urgent as it ever was,” said OCHA’s spokesperson Jens Laerke briefing the media in Geneva. He announced that the Ukraine humanitarian needs and response plan alongside a regional refugee response plan for 2024, will be launched by the two key agencies during a special event in Geneva on 15 January. Meeting the most urgent needs in Ukraine and neighbouring countries will require stepped-up and sustained support from Member States, the private sector and partners, UN humanitarians said. Democracy is in the spotlight this year with more than 60 countries due to hold elections which governments must ensure are free and fair, the UN’s top human rights official said on Tuesday. Polls are happening in the next 12 months from Azerbaijan to the United States which provide the opportunity “to rise above divisive politics and demand respect of human rights”, Volker Türk said, in a message posted online on X. 2024 will be a “critical year” for voters everywhere, the High Commissioner for Human Rights predicted, as he encouraged the promotion of “inclusion and civic freedoms, climate action and peace”. Jean-Pierre Lacroix, the head of the UN’s Peace Operations Department, arrived in Lebanon on Tuesday to discuss the critical role of the UN peacekeeping force in the south of the country, known as UNIFIL. The mission patrols the so-called Blue Line along Lebanon’s southern frontier, which was the line of withdrawal for Israeli forces set by the UN in 2000, to make room for a formal border agreement at a later date. As Israel and Hezbollah militants continue to exchange fire across the Blue Line during the on-going Gaza conflict, the UN and humanitarian partners are continuing to scale up their response in the hope of avoiding any further escalation of hostilities. According to latest figures, more than 76,000 people have been displaced by fighting in the south, while tens of thousands of Israelis have also left the frontier region, fearing for their safety. “Humanitarian access continues to be constrained, mainly along the Blue Line, which is hampering our efforts to deliver essential supplies”, said Stéphane Dujarric on Tuesday. Mr. Dujarric said Mr. Lacroix was scheduled to meet the caretaker Prime Minister of Lebanon, the Speaker of the Parliament, and other officials. He will then head to Naqoura in southern Lebanon to meet representatives of the Lebanese Armed Forces, UNIFIL leadership and peacekeepers. The head of Peace Operations is visiting the UN’s three peacekeeping missions in the Middle East and was in Syria in the past few days, where he met with the leadership and peacekeepers from the UN Disengagement Observer Force (UNDOF), as well as senior Syrian Government officials. After Lebanon, Mr. Lacroix will visit the UNTSO, the UN Truce Supervision Organization headquarters in Jerusalem and is scheduled to meet with Israeli government and military officials.",
    "Images": [],
    "Link": "https://news.un.org/en/story/2024/01/1145362"
  },
  {
    "Title": "COP28 ends with call to ‘transition away’ from fossil fuels; UN’s Guterres says phaseout is inevitable",
    "Date": "13 December 2023",
    "Description": "Reacting to the adoption of the outcome document, UN chief António Guterres said that mention of the world’s leading contributor to climate change comes after many years in which the discussion of this issue was blocked. He stressed that the era of fossil fuels must end with justice and equity. “To those who opposed a clear reference to a phaseout of fossil fuels in the COP28 text, I want to say that a fossil fuel phase out is inevitable whether they like it or not. Let’s hope it doesn’t come too late,” added the Secretary-General. The latest edition of the annual UN climate conference has been running in Dubai, the largest city in the United Arab Emirates, since 30 November. COP28 had been scheduled to close on Tuesday, but intense overnight negotiations on whether the outcome would include a call to “phase down” or “phase out” planet heating fossil fuels like oil, gas and coal forced the conference into overtime. This is the main sticking point that pit activists and climate-vulnerable countries against some larger nations for much of past two weeks. In his statement, Mr. Guterres said limiting global heating to 1.5°C, one of the keystone targets set in the landmark 2015 the Paris Agreement, “will be impossible without the phase out of all fossil fuels”, and this is being recognized by a growing and diverse coalition of countries. The negotiators at COP28 also agreed on commitments to triple renewables capacity and double energy efficiency by 2030 and made progress in relation to adaptation and finance. Other progress was also made in relation to adaptation and finance, including – including the operationalization of the Loss and Damage Fund, even though financial commitments are very limited, according to the Secretary-General. But the UN chief stressed that much more is needed to deliver climate justice to those on the frontlines of the crisis. “Many vulnerable countries are drowning in debt and at risk of drowning in rising seas. It is time for a surge in finance, including for adaptation, loss and damage and reform of the international financial architecture.” He said the world cannot afford “delays, indecision, or half measures” and insisted that “multilateralism remains humanity’s best hope.” “It is essential to come together around real, practical and meaningful climate solutions that match the scale of the climate crisis.” UN climate chief Simon Stiell said, “genuine strides forward” were made at COP28, but the initiatives announced in Dubai are “a climate action lifeline, not a finish line.” Mr. Stiel said the Global Stocktake – which aims to help nations align their national climate plans with the Paris Agreement – had clearly revealed that progress is not fast enough, but it is “undeniably” gathering pace. Still, the current trajectory is just under three degrees of global warming equating “mass human suffering”, according to the climate chief, which is why COP28 “needed to move the needle further”. Speaking to reporters outside the main hall, Mr. Stiell said COP28 needed to signal a hard stop to humanity’s core climate problem – “fossil fuels and their planet burning pollution”. “While we didn't fully turn the page on the fossil fuel here in Dubai, this is clearly the beginning of the end”. “This agreement is an ambitious floor, not a ceiling. So, the crucial years ahead must keep ramping up ambition and climate action,” said Mr. Stiell, who is the Executive Secretary of the UN climate convention, the framework that facilitates the COP, or conference of Parties, process. Here are some of the other highlights from COP28 and a snapshot of what happens next: Despite multiple rounds of applause inside the plenary, not all delegations were pleased with the outcome of the climate talks. Civil society representatives and climate activists, as well as delegations from small island developing countries were visibly unhappy with the outcome. Anne Rasmussen, the Samoan representative and lead negotiator for the Alliance of Small Island States (AOSIS), pointed out that the decision was gavelled during their absence in the plenary room as the group was still coordinating its response to the text. She lamented that the delegations she represents cannot “afford to return to their islands with the message that this process has failed us.” Underlining the importance of the Global Stocktake process, she said, “this first GST is of particular significance. It is the only GST that matters for ensuring that we can still limit global warming to 1.5C.” But Ms. Rasmussen bemoaned the ountcome's lack of “course correction” and expressed disappointment over “incremental advancement over business as usual, when what we really needed was an exponential step-change in our actions and support.” Just after the release of the final document, Harjeet Singh, head of global political strategy at Climate Action Network International told UN News: “After decades of evasion, COP28 finally cast a glaring spotlight on the real culprits of the climate crisis: fossil fuels. A long-overdue direction to move away from coal, oil, and gas has been set.” But the outcome was \"marred by loopholes that offer the fossil fuel industry numerous escape routes, relying on unproven, unsafe technologies.” Mr. Singh also pointed to what he saw as “hypocrisy of wealthy nations…that continue to expand fossil fuel operations massively while paying mere lip service to the green transition.” Developing countries still dependent on fossil fuels are, he said, left without robust guarantees for adequate financial support in their “urgent and equitable transition to renewable energy.” “While this COP recognized the immense financial shortfall in tackling climate impacts, the final outcomes fall disappointingly short of compelling wealthy nations to fulfill their financial responsibilities,” he added.\nAs COP28 entered its final 48 hours, the UN chief delivered a clear message to government negotiators: “We must conclude the conference with an ambitious outcome that demonstrates decisive action and a credible plan to keep 1.5-degree goal alive, protecting those on the frontlines of the climate crisis.” Negotiators are engaged in intense negotiations to hammer out a deal on key agenda items including the future of the use of fossil fuels, ramping up renewable energy, building resilience to climate change and ensuring financial support for vulnerable countries. Speaking to reporters today, Mr. Guterres warned of humanity’s race against time as our planet is “minutes to midnight” for the 1.5-degree limit, referring to one of the keystone global warming targets set by the 2015 Paris Agreement. “And the clock keeps ticking.” And yet, with COP28 so close to the finish line, there is still a “gap that needs to be bridged, said the Secretary-General. Against this backdrop, he noted that “now is the time for maximum ambition and maximum flexibility. Ministers and negotiators must move beyond arbitrary red lines, entrenched positions and blocking tactics,” he said. Urging countries to go into “overdrive to negotiate in good faith and rise to the challenge”, the Secretary-General also cautioned that any “compromise for solutions”, must not come at the cost of “compromising on the science or on the need for the highest ambition.”He underscored that in a “fractured and divided world, COP28 can show that multilateralism remains our best hope to tackle global challenges.” Speaking to reporters just ahead of the Secretary-General, UN climate chief Simon Stiell said negotiations on an outcome document have a chance to begin a new chapter that delivers for people and planet. He underscored the importance of finance as “the bedrock to scale-up climate action on all fronts”.Mr. Stiell said negotiations in Dubai have now boiled down to two issues: He stressed that the highest levels of ambition are possible on both, “but if we reduce on one, we reduce our ability to get either.” To reach a meaningful deal, the many “unnecessary tactical blockades” seen along the COP28 journey must be removed, and “incrementalism” must be rejected, according to the climate chief. He reminded negotiators that the world is watching and “there is nowhere to hide.” “One thing is for certain: ‘I win – you lose’ is a recipe for collective failure. Ultimately it is 8 billion people’s security that is at stake”. At the first formal meeting of the closing plenary, COP28 President Dr Sultan Al Jaber said the time for discussion on a final document was coming to an end, “We have a text, we need to agree on the text… there is no time for hesitation. The time to decide is now.” The UAE’s top climate negotiator said the outcome of COP28 must respect science and keep the target of limiting global warming to 1.5 degrees in reach. He said the flexibility of the delegates was evident in the historic operationalization of the loss and damage fund on the first day of the climate conference, now they have an opportunity “to deliver history again” and send a signal to the world that multilateralism does actually work. Dr Al Jaber said even more flexibility was needed as COP28 approaches the finish line, adding: “I want you to deliver the highest ambition on all items, including on fossil fuel language.” Following the landmark Paris COP, Dubai is the first time that a UN climate summit surveys progress towards achieving the goals agreed in 2015. This so-named Global Stocktake is still being assessed and could pave the way to ambitious national climate action plans, or NDC’s that countries are due to submit in 2025. Mr. Guterres has called for countries to step up their efforts to ensure maximum ambition on two fronts, namely ambition on reducing greenhouse gas emissions, and on delivering climate justice. On Monday he stressed that the Global Stocktake must recognize the “need to phase out all fossil fuels on a time-frame consistent with the 1.5-degree limit – and to accelerate a just, equitable and orderly energy transition for all.” In his encounter with the press at Expo City, the Secretary-General focused on key action points essential to raise ambition and ramp up climate action on the energy transition front: He said that “timelines and targets might be different for countries at different levels of development”, but it should be in line with “achieving global net-zero by 2050 and preserving the 1.5-degree goal.” Mr. Guterres recalled that COP28 began with two encouraging steps: an agreement to operationalize the Loss and Damage Fund to help vulnerable countries cope with the impacts of climate change, and the replenishment of the Green Climate Fund. “It is a start, but much more is needed,” he said. Given the challenges ahead of debt-ridden developing countries, the UN chief pushed for “all commitments made by developed countries on finance and adaptation to be met,” and in addition, “far more adaptation ambition will be needed.” “COP28 must send clear signals that governments have grasped the scale of the adaptation challenge, and that it is a priority not just for developing countries, but the entire world,” he added. Mr. Guterres welcomed the “emerging consensus for a new framework on adaptation” but cautioned that a “framework without the means of implementation is like a car without wheels.” “The doubling of adaptation finance to $40 billion dollars by 2025 must be an initial step towards allocating at least half of all climate finance towards adaptation,” noted the Secretary-General. Looking ahead, he flagged the next two years as vital for establishing a new global climate finance goal beyond 2025, and for governments to prepare new national climate action plans, fully aligned with the 1.5-degree limit. “We can’t keep kicking the can down the road. We are out of road – and almost out of time,” he said, urging negotiators to rise to the scale and urgency of the climate challenge.",
    "Images": [
      "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/13-12-2023_COP28_Marhsall%20Islands.jpg/image770x420cropped.jpg"
    ],
    "Link": "https://news.un.org/en/story/2023/12/1144742"
  },
  {
    "Title": "Climate advocates demand stronger COP28 language on fossil fuels",
    "Date": "11 December 2023",
    "Description": "The 21-page text, prepared by the COP28 presidency, United Arab Emirates, makes no mention of fossil fuel ‘phasedown’ or ‘phaseout’, which UN Secretary-General António Guterres said earlier on Monday was one of the keys to the conference’s success and which many nations have demanded. Rather, the draft text called for countries to reduce “consumption and production of fossil fuels, in a just, orderly and equitable manner.” The United States, European Union countries, and a group of small island developing States joined a chorus of civil society groups denouncing the draft as not going far enough to curb global warming. This is not the final text though, and negotiations on compromise language are expected to continue all day Tuesday, the scheduled closing day for COP28. Expect a waiting game as delegates wrangle over a new text that’s more than a list of things countries could do.Activists and some countries are demanding stronger language that better reflects the true urgency of tackling the climate crisis. Here’s a look at some of the (largely voluntary) measures that made it into the current draft and what’s out: Harjeet Singh, Head of Global Political Strategy at Climate Action Network International, told UN News that he was expecting the new text to be “much stronger, but the language on phaseout of fossil fuels is now completely gone … As civil society we reject the text.” “There will be negotiation on this text,” continued Mr. Singh. “Let’s see how countries respond.” Mr. Singh said that over the two weeks the conference had been meeting in the UAE, there had “clearly been pressure from the outside … coming from the fossil fuel industry. We have seen OPEC issuing a letter; how [oil-producing countries] are completely against any language on fossil fuel phaseout; how rich countries are only grandstanding. “It’s going to be a long night,” he said. Toeolesulusulu Cedric Schuster, Samoa’s Minister of Natural Resources and Environment and the chair of the Alliance of Small Island States told UN News: “The [text] does not reflect what we came here for, especially the language on phaseout of fossil fuel. It doesn’t reflect the 1.5 degree [goal] that we need to stay alive.” Blinking back tears, Sharon-Mona Ainuu told UN News that after having come so far and spending so much money to get to Dubai “money we don’t have” she was heartbroken to see that the text “is so against what we believe in” and doesn’t reflect the position of peoples from the South Pacific. “We are the most vulnerable people,” said Ms. Ainuu, who is the Minister of Natural Resources of the small island nation of Niue. “Our islands are submerged; our islands are sinking… Others must think of us. It’s a moral obligation as humans to do good for others.”",
    "Images": [],
    "Link": "https://news.un.org/en/story/2023/12/1144677"
  },
  {
    "Title": "UN launches $46 billion appeal to respond to worsening crises in 2024",
    "Date": "11 December 2023",
    "Description": "Launching the Global Humanitarian Overview, Martin Griffiths, UN Emergency Relief Coordinator, praised the heroic efforts of humanitarians but emphasized that international support is falling far short of the escalating needs. “We thank all donors for their contributions, which amount to $20 billion so far this year – but that is just a third of what was needed,” he stated. “If we cannot provide more help in 2024, people will pay for it with their lives,” he warned. Tough decisions Outlining the objectives that UN humanitarians have set for the coming year, Mr. Griffiths explained that while 300 million people across the world would need assistance, the response would target 181 million of those most in need across 72 countries. The figure is a significant reduction compared with $57 billion for 2023, reflecting a greater focus on the most urgent needs. “You can imagine what hard work it has been to reduce those numbers,” the UN humanitarian affairs chief said, calling for a focused and a “tough-minded” approach to what agencies are going to be able to achieve. Mr. Griffiths made it clear that there are other organizations, notably the Red Cross and the National Red Cross Societies, and the Médecins Sans Frontières, who present their own appeals and have their own responses. Drivers of need The Global Humanitarian Overview identifies three key drivers of need: conflicts, global economic situation, and the worsening climate emergency. The world is experiencing more conflicts, which are more entrenched, with devastating consequences for civilians. Almost one child in every five around the world is living in or fleeing from conflict zones. In 2023, the eruption of widespread conflict in Sudan and hostilities between Israel and Gaza caused a dramatic spike in civilian deaths. In just five weeks the number of civilians killed in the Occupied Palestinian Territory was equivalent to almost 60 per cent of the total global number of civilians killed in 2022, which was itself already the deadliest year since the Rwandan genocide in 1994. Devastating consequences The consequences of funding shortfalls in 2023 have been devastating, as noted by some examples. In Afghanistan, 10 million people lost access to food assistance between May and November, while Myanmar witnessed over half a million people forced into inadequate living conditions. Yemen faces a dire situation, with more than 80 per cent of targeted individuals lacking proper water and sanitation, and in Nigeria, only two per cent of women in need of sexual and reproductive health services and gender-based violence prevention received the necessary aid. Funding and more In conclusion, Mr. Griffiths, who is also the UN Under-Secretary-General for Humanitarian Affairs, underscored that along with funding, safety for both humanitarians and those they are assisting is critical. “So, we need money. We need safety. We need humanitarian international law,” he stressed. “And we need activism to remind people that actually the humanitarian operations are a sign and a signal and a symptom of the greatest humanity,” he added.",
    "Images": [],
    "Link": "https://news.un.org/en/story/2023/12/1144652"
  },
  {
    "Title": "COP28: The UN’s net-zero food plan to save the 1.5-degree goal, combat climate ‘doomisim’",
    "Date": "10 December 2023",
    "Description": "The UN Food and Agriculture Organization (FAO) has identified 10 priority areas – such as livestock, soil and water, crops, diets and fisheries – where following the roadmap can help push the world closer to achieving ‘Zero Hunger’, the second of the 17 Sustainable Development Goals (SDGs) The aim: to transform agrifood systems – which encompass how the food we eat is farmed or raised, how it is transported, and how and where we dispose of it – growing harvesting from net emitters to into a carbon sink by 2050, capturing 1.5 gigatons of greenhouse gas emissions annually. The goal: To help to eliminate world hunger without driving the planet past the 1.5 degree limit for global warming as set by the Paris Agreement. On the side lines of the UN climate conference in Dubai (COP28), UN News spoke to David Laborde, Director of the Agrifood Economics Division at FAO, who said that the roadmap is designed to avoid “doomism” and provides avenues to act today in a way that can benefit all now and in the future. “We need policymakers to act. We need the civil society to be mobilized and the private sector to understand that making better choices today means making investments more sustainable and more profitable for tomorrow.” While 120 action points may seem like a great deal, Mr. Laborde stressed that the end goal is to achieve “a system transformation where everyone has to play a role”. Meanwhile, FAO’s chief economist, Maximo Torero, told UN News that the goal of this roadmap is to transform agrifood systems through accelerated climate actions to “help achieve food security and nutrition for all, today and tomorrow.” With around 738 million chronically malnourished people around the world, Mr. Torero said food must be part of the discussion on climate and must attract climate investments, which currently sit at a meagre four percent. According to a report released in connection to the roadmap, FAO said climate finance flowing to agrifood systems is strikingly low and continues to diminish compared to global climate finance flows, at a time when this type of financing is urgently needed. He said the work being done at COP28 is “a good starting point”, and this roadmap can provide guidance for implementing the Emirates Declaration on Sustainable Agriculture, Resilient Food Systems, and Climate Action, which was launched at the high-level opening of the conference. The FAO initiative was launched on the day dedicated to food, agriculture and water at Dubai’s Expo City, where ministers and other senior officials gathered to discuss pathways towards implementing the Emirates Declaration, now signed by over 150 member States. In a message to the high-level event, UN Deputy Secretary-General Amina Mohammed said the Declaration is a “powerful statement of political will to drive the transitions we need” as the deadline to achieve the 2030 Agenda fast approaches. “With seven years remaining to achieve our sustainable development and climate goals, we need to urgently strengthen our collective efforts using food systems as a lever to accelerate implementation.” Ms. Mohammed added that any path to fully realizing the long-term goals of the Paris Agreement must include agriculture and food systems, from which over one third of emissions emanate. One innovative solution to some of the most pressing global challenges humanity is facing today can be found in seaweed, “the greatest untapped resource we have on the planet”. That’s according to Vincent Doumeizel, Senior Advisor on Oceans to the UN Global Compact, who told the UN News team at COP28 that he was leading the “seaweed revolution” which could help tackle not only the climate crisis, but also the food security and social crises. Mr. Doumeizel highlighted the enormous ability of seaweed to absorb carbon and be a sustainable substitute for plastics, making it a great tool for climate mitigations and biodiversity restoration. “Seaweed can grow very fast – up to 40 centimetres a day to reach 60 meters high. So, they are a real forest, and they absorb more carbon than the Amazon Forest.” The Oceans expert said outdated food systems are among the biggest contributors to climate change, biodiversity loss, water scarcity, soil depletion and social injustice, “with a massive number of modern slave active in these food systems”. He said seaweed farming in East Africa has already proven its ability to create jobs and empower women in East Africa where “80 percent of the revenues go to women”. Mr. Doumeizel noted that despite being nutrient and protein-packed, almost all the very little seaweed we eat today is gathered on the beaches. He stressed the need to “change the narrative” of fear and doom being presented to the future generations and to “feed them hope and optimism”. “I believe that if we learn to cultivate the ocean, we will be remembered as the first generation on the planet that will be able to feed the entire population while mitigating climate change, while restoring biodiversity and alleviating poverty. We can be remembered as such, but it needs to be altogether”.",
    "Images": [
      "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-12-23_FAO_roadmap.jpg/image1170x530cropped.jpg",
      "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-12-23_COP28_UN%20Global%20Compact.JPG/image770x420cropped.jpg"
    ],
    "Link": "https://news.un.org/en/story/2023/12/1144617"
  },
  {
    "Title": "No Title",
    "Date": "No Date",
    "Description": "\n\n\n\n\n\n",
    "Images": [],
    "Link": "https://news.un.org/en/focus/ukraine"
  }
]